[
  "obsidian-tasks-plugin",
  "dataview",
  "buttons",
  "obsidian-list-callouts",
  "callout-manager",
  "obsidian-style-settings",
  "obsidian-rtl",
  "obsidian-mind-map",
  "obsidian-git",
  "calendar",
  "obsidian-icon-folder",
  "obsidian-file-color",
  "colored-tags",
  "file-explorer-note-count",
  "code-styler",
  "obsidian-full-calendar",
  "ninja-cursor",
  "cmdr",
  "obsidian-footnotes",
  "obsidian-hider",
  "homepage",
  "remember-cursor-position",
  "obsidian-plantuml",
  "mermaid-popup",
  "tab-group-arrangement",
  "omnisearch"
]